Repository: sosreport/sos
Catalog: po/*.po
Languages: de_ch

source: Please enter your first initial and last name [%s]:
de_ch: Bitte geben Sie Ihren Vor- und Nachnamen ein [%s]:

source: Please enter the case number that you are generating this report for:
de_ch: Bitte geben Sie die Fallnummer an, für die Sie diesen Bericht generieren:

source: Creating compressed archive...
de_ch: Erstelle komprimiertes Archiv ...

source: Encrypting archive...
de_ch: Verschlüssele Archiv ...

source: There was a problem encrypting your report.
de_ch: Beim Verschlüsseln Ihres Berichts trat ein Fehler auf.

source: Your sosreport has been generated and saved in: %s
de_ch: Ihr "sosreport" wurde erstellt und gespeichert unter: %s

source: The md5sum is:
de_ch: Die md5sum lautet:

source: Please send this file to your support representative.
de_ch: Bitte senden Sie diese Datei an Ihren Support-Vertreter.

source: Cannot upload to specified URL.
de_ch: Hochladen zu speziellem URL scheiterte.

source: There was a problem uploading your report to Red Hat support.
de_ch: Beim Hochladen Ihres Berichts zum Red Hat Support trat ein Fehler auf.

source: Please communicate this name to your support representative.
de_ch: Bitte teilen Sie diesen Namen Ihrem Support-Vertreter mit.

source: Could not create temporary directory.
de_ch: Temporäres Verzeichnis konnte nicht erstellt werden.

source: plugin %s does not validate, skipping
de_ch: Plugin %s validiert nicht, wird ausgelassen

source: plugin %s does not install, skipping
de_ch: Plugin %s installiert sich nicht, wird ausgelassen

source: no valid plugins found
de_ch: keine gültigen Plugins gefunden

source: The following plugins are currently enabled:
de_ch: Die folgenden Plugins sind derzeit aktiviert:

source: No plugin enabled.
de_ch: Kein Plugin aktiviert.

source: The following plugins are currently disabled:
de_ch: Die folgenden Plugins sind derzeit deaktiviert:

source: The following plugin options are available:
de_ch: Die folgenden Plugin-Optionen stehen zur Verfügung:

source: No plugin options available.
de_ch: Keine Plugin-Optionen verfügbar.

source: sosreport requires root permissions to run.
de_ch: sosreport benötigt zur Ausführung root-Rechte.

source: no valid plugins were enabled
de_ch: keine gültigen Plugins wurden aktiviert

source: Press ENTER to continue, or CTRL-C to quit.
de_ch: Drücken Sie die EINGABETASTE, um fortzufahren, oder Ctrl-C, um abzubrechen.

source: One or more plugins have detected a problem in your configuration.
de_ch: Ein oder mehrere Plugins haben ein Problem in Ihrer Konfiguration entdeckt.

source: Please review the following messages:
de_ch: Bitte überprüfen Sie die folgenden Meldungen erneut:

source: Are you sure you would like to continue (y/n) ?
de_ch: Möchten Sie wirklich fortfahren (j/n) ?

source: y
de_ch: j

source: Y
de_ch: J
